app/controllers/requests_controller.rb

SELECT * FROM "requests"
---
  def index
    @requests = Request.all